import React from "react"
import Section from "./Section"

export default function Optimization() {
  return (
    <Section color="dark" className="p-24">
      <h2 className="font-bold text-6xl mb-12 text-white">Оптимизация</h2>
      <p className="text-2xl">
        Целью проекта является создание автономного логистический
        робота-грузчика в виде мобильной платформы на полноуправляемом шасси.
        Концепция проекта отражает развитие современной сервисной робототехники,
        а также необходимость в том, чтобы робот использовался в контакте с
        человеком и в его отсутствии. Проект направлен на разработку
        автоматизированной системы перемещения объектов на складском помещении и
        вне стен производства. Как уже было упомянуто за идеей создания
        робота-грузчика следует оптимизация пространства, ускорение операций,
        исключение человека из операций на складе. Наша задача – грамотно и
        качественно реализовать все поставленные задачи, чтобы добиться на
        выходе продукта, который может конкурировать с другими на рынке и иметь
        преимущество в использовании. 
      </p>
    </Section>
  )
}
